[
  {
    "id": 0,
    "source": "The tote organizer keeps everything neat and organized in the car.",
    "target": "O organizador da bolsa mantém tudo limpo e organizado no carro."
  },
  {
    "id": 1,
    "source": "A neat and clean bathroom is essential for good hygiene.",
    "target": "Um banheiro limpo e organizado é essencial para uma boa higiene."
  },
  {
    "id": 2,
    "source": "My neighbor gives a tinker's cuss about maintaining his yard neat.",
    "target": "Meu vizinho está se lixando para manter seu jardim arrumado."
  },
  {
    "id": 3,
    "source": "After the storm, the scrambled debris littered the once neat garden.",
    "target": "Após a tempestade, os destroços espalhados sujavam o jardim antes arrumado."
  },
  {
    "id": 4,
    "source": "She served the whiskey neat in an elegant shot glass.",
    "target": "Ela serviu o uísque puro em um elegante copo de dose."
  },
  {
    "id": 5,
    "source": "Scoring the paper makes it simpler to create neat and even folds.",
    "target": "Vincar o papel torna mais simples criar dobras limpas e uniformes."
  },
  {
    "id": 6,
    "source": "He tucked in the sheets tightly to create a neat bed.",
    "target": "Ele esticou bem os lençóis para deixar a cama arrumada."
  },
  {
    "id": 7,
    "source": "She kept her mourning outfit neat and respectful for the occasion.",
    "target": "Ela manteve sua roupa de luto arrumada e respeitosa para a ocasião."
  },
  {
    "id": 8,
    "source": "The children learned the importance of keeping their play area neat.",
    "target": "As crianças aprenderam a importância de manter a área de brincar arrumada."
  },
  {
    "id": 9,
    "source": "You should rubber any mistakes to maintain a neat presentation.",
    "target": "Você deve apagar quaisquer erros para manter uma apresentação limpa."
  },
  {
    "id": 10,
    "source": "After cleaning, the room looked neat and welcoming for guests.",
    "target": "Depois da limpeza, o quarto ficou arrumado e acolhedor para os hóspedes."
  },
  {
    "id": 11,
    "source": "The yard was cleared of debris, making it look neat and tidy.",
    "target": "O quintal foi limpo de detritos, ficando arrumado e organizado."
  },
  {
    "id": 12,
    "source": "A neat and clean house is important for hosting family gatherings.",
    "target": "Uma casa arrumada e limpa é importante para receber reuniões familiares."
  },
  {
    "id": 13,
    "source": "The notes were organized in a tied bundle to stay neat.",
    "target": "As anotações foram organizadas em um maço amarrado para ficarem arrumadas."
  },
  {
    "id": 14,
    "source": "We must keep our uniforms neat and presentable at all times.",
    "target": "Devemos manter nossos uniformes limpos e apresentáveis o tempo todo."
  },
  {
    "id": 15,
    "source": "The dapper barista wore a stylish apron that enhanced his neat appearance.",
    "target": "O barista elegante usava um avental estiloso que realçava sua aparência limpa."
  },
  {
    "id": 16,
    "source": "The children's ironed uniforms made them look so neat for school.",
    "target": "Os uniformes passados das crianças os deixavam bem arrumados para a escola."
  },
  {
    "id": 17,
    "source": "The children learned to tidy up their toys after playing to keep things neat.",
    "target": "As crianças aprenderam a organizar os brinquedos após brincar para manter tudo arrumado."
  },
  {
    "id": 18,
    "source": "Opt for cleanable curtains to easily keep your home looking neat.",
    "target": "Opte por cortinas fáceis de limpar para manter sua casa sempre arrumada."
  },
  {
    "id": 19,
    "source": "To keep the bushes neat, snip away any overgrown branches.",
    "target": "Para manter os arbustos arrumados, corte os galhos crescidos."
  }
]