[
  {
    "id": 0,
    "source": "Getting to the hospital on time was a matter of life and death.",
    "target": "Chegar ao hospital a tempo era uma questão de vida ou morte."
  },
  {
    "id": 1,
    "source": "Being caught in that scandal was social death for the rising politician.",
    "target": "Ser apanhado naquele escândalo foi uma morte social para o político em ascensão."
  },
  {
    "id": 2,
    "source": "They needed the death certificate to settle the deceased's estate.",
    "target": "Eles precisaram do atestado de óbito para resolver o espólio do falecido."
  },
  {
    "id": 3,
    "source": "The death certificate helped in resolving the deceased's outstanding affairs.",
    "target": "O atestado de óbito ajudou na resolução dos assuntos pendentes do falecido."
  },
  {
    "id": 4,
    "source": "The organization aims to reduce the death toll associated with preventable diseases.",
    "target": "A organização visa reduzir o número de mortos associados a doenças evitáveis."
  },
  {
    "id": 5,
    "source": "Every rescue mission was affected by the high death toll from the avalanche.",
    "target": "Cada missão de resgate foi afetada pelo alto número de mortos na avalanche."
  },
  {
    "id": 6,
    "source": "The young princess suddenly had greatness thrust upon her after the king's death.",
    "target": "A jovem princesa subitamente teve grandeza imposta após a morte do rei."
  },
  {
    "id": 7,
    "source": "The doctor emphasized that taking the medication was a matter of life and death.",
    "target": "O médico enfatizou que tomar a medicação era uma questão de vida ou morte."
  },
  {
    "id": 8,
    "source": "The unexpected death of their star player was a tough break for the team.",
    "target": "A morte inesperada do jogador estrela foi um golpe duro para a equipe."
  },
  {
    "id": 9,
    "source": "Mourning showed her deep sorrow for her friend's untimely death.",
    "target": "O luto demonstrava sua profunda tristeza pela morte prematura de seu amigo."
  },
  {
    "id": 10,
    "source": "Apoptosis is a critical pathway that leads to programmed cell death.",
    "target": "A apoptose é uma via crucial que leva à morte celular programada."
  },
  {
    "id": 11,
    "source": "The embarrassing video going viral led to his social death at school.",
    "target": "O vídeo constrangedor que se tornou viral levou à sua morte social na escola."
  },
  {
    "id": 12,
    "source": "They vowed to love each other till death do us part at their wedding.",
    "target": "Eles juraram amar um ao outro até que a morte nos separe em seu casamento."
  },
  {
    "id": 13,
    "source": "Our commitment is till death do us part, through good times and bad.",
    "target": "Nosso compromisso é até que a morte nos separe, nos bons e maus momentos."
  },
  {
    "id": 14,
    "source": "Marriage is a sacred bond that should last till death do us part.",
    "target": "O casamento é um vínculo sagrado que deve durar até que a morte nos separe."
  },
  {
    "id": 15,
    "source": "The couple renewed their vows, promising to stay together till death do us part.",
    "target": "O casal renovou seus votos, prometendo ficarem juntos até que a morte nos separe."
  },
  {
    "id": 16,
    "source": "Moving to a new city can feel like social death if you don't know anyone.",
    "target": "Mudar-se para uma nova cidade pode parecer uma morte social se não conhecer ninguém."
  },
  {
    "id": 17,
    "source": "Many people are unaware of their rights in wrongful death situations.",
    "target": "Muitas pessoas desconhecem seus direitos em situações de morte por negligência."
  },
  {
    "id": 18,
    "source": "The fierce animals engaged in a brutal fight to the death.",
    "target": "Os animais ferozes entraram em uma luta brutal até a morte."
  },
  {
    "id": 19,
    "source": "The ultimate showdown concluded with a dramatic fight to the death.",
    "target": "O confronto final terminou com uma dramática luta até a morte."
  }
]