[
  {
    "id": 0,
    "source": "During their travels, they love to sup at local eateries.",
    "target": "Durante suas viagens, eles adoram jantar em restaurantes locais."
  },
  {
    "id": 1,
    "source": "She would sup with her colleagues after a long week at the office.",
    "target": "Ela costumava jantar com seus colegas após uma longa semana no escritório."
  },
  {
    "id": 2,
    "source": "When the sun sets, we gather to sup on the patio.",
    "target": "Quando o sol se põe, nos reunimos para cear no pátio."
  },
  {
    "id": 3,
    "source": "After years abroad, she returned home to sup with her loved ones.",
    "target": "Depois de anos no exterior, ela voltou para casa para cear com seus entes queridos."
  },
  {
    "id": 4,
    "source": "You men get from under my feet and go for a sup.",
    "target": "Sim. Vocês, homens, saiam do meu pé e vão bebericar."
  },
  {
    "id": 5,
    "source": "After a busy week, it's nice to sup in peace.",
    "target": "Depois de uma semana agitada, é bom jantar em paz."
  },
  {
    "id": 6,
    "source": "During the holidays, we sup with extended family each night.",
    "target": "Durante as férias, jantamos com a família estendida todas as noites."
  },
  {
    "id": 7,
    "source": "I like to sup with a good book to unwind at night.",
    "target": "Gosto de jantar com um bom livro para relaxar à noite."
  },
  {
    "id": 8,
    "source": "Let's sup early tonight so we can watch the movie afterwards.",
    "target": "Vamos jantar cedo hoje para podermos assistir ao filme depois."
  },
  {
    "id": 9,
    "source": "We decided to sup outdoors to enjoy the warm weather.",
    "target": "Decidimos jantar ao ar livre para aproveitar o clima agradável."
  },
  {
    "id": 10,
    "source": "My friends and I often sup at different restaurants to explore cuisines.",
    "target": "Meus amigos e eu costumamos jantar em diferentes restaurantes para explorar culinárias."
  },
  {
    "id": 11,
    "source": "My cat always sits by the table while we sup.",
    "target": "Meu gato sempre fica ao lado da mesa enquanto jantamos."
  },
  {
    "id": 12,
    "source": "As the sun sets, families gather to sup around the dinner table.",
    "target": "Ao pôr do sol, as famílias se reúnem para jantar ao redor da mesa."
  },
  {
    "id": 13,
    "source": "He prefers to sup alone for some quiet time after work.",
    "target": "Ele prefere jantar sozinho para ter um momento de tranquilidade após o trabalho."
  },
  {
    "id": 14,
    "source": "I often sup alone when my parents are out for the evening.",
    "target": "Costumo cear sozinho quando meus pais saem à noite."
  },
  {
    "id": 15,
    "source": "On Sundays, the family makes it a tradition to sup with extended relatives.",
    "target": "Aos domingos, a família tem a tradição de jantar com os parentes."
  },
  {
    "id": 16,
    "source": "We sup later than usual because of the traffic.",
    "target": "Jantamos mais tarde do que o habitual por causa do trânsito."
  },
  {
    "id": 17,
    "source": "He invites everyone to sup at his house every Tuesday.",
    "target": "Ele convida todos para jantar em sua casa toda terça-feira."
  },
  {
    "id": 18,
    "source": "To sup with the devil you need a long spoon.",
    "target": "Jantar com o inimigo exige colher comprida."
  },
  {
    "id": 19,
    "source": "We sup early tonight to celebrate my birthday.",
    "target": "Jantamos cedo hoje para comemorar meu aniversário."
  }
]